[
  {
    "title": "Agreement to terms",
    "description": "          <section id='agreement'>\n            <p>\n              These Terms of Use constitute a legally binding agreement made between you, whether\n              personally or on behalf of an entity (“you”) and Giveth Foundation, doing business as\n              Giveth (&quot;Giveth&quot;, “we”, “us”, or “our”), concerning your access to and use\n              of the\n              <a href='https://giveth.io' target='_blank' rel='noopener noreferrer'>\n                https://giveth.io\n              </a>\n              website as well as any other media form, media channel, mobile website or mobile\n              application related, linked, or otherwise connected thereto (collectively, the\n              “Site”). The Site provides an online marketplace for the following goods, products,\n              and/or services: Giveth does not sell goods nor services. Giveth is an open directory\n              of projects accepting donations. All money and property transferred to projects listed\n              on Giveth.io shall be an irrevocable gift to the recipient. On 09.07.2020, the Giveth\n              Foundation was established as a component of the SDG Impact Fund, which is an IRS\n              recognized 501(c)(3) tax-exempt public charity and not for profit corporation having\n              its principal office in the city of Catersville and State of Georgia as described in\n              the Internal Revenue Code Sections 501(c)(3), 509(a)(1), and 170(b)(1)(A)(vi The SDG\n              Impact Fund (Tax ID# 46-2368538) is an IRS recognized 501(c)(3) tax-exempt public\n              charity as described in the Internal Revenue Code Sections 501(c)(3), 509(a)(1), and\n              170(b)(1)(A)(vi). All money and property transferred to The SDG Impact Fund shall be\n              an irrevocable gift to the charity (the “Marketplace Offerings”). In order to help\n              make the Site a secure environment for the purchase and sale of Marketplace Offerings,\n              all users are required to accept and comply with these Terms of Use. You agree that by\n              accessing the Site and/or the Marketplace Offerings, you have read, understood, and\n              agree to be bound by all of these Terms of Use. IF YOU DO NOT AGREE WITH ALL OF THESE\n              TERMS OF USE, THEN YOU ARE EXPRESSLY PROHIBITED FROM USING THE SITE AND/OR THE\n              MARKETPLACE OFFERINGS AND YOU MUST DISCONTINUE USE IMMEDIATELY.\n            </p>\n            <p>\n              Supplemental terms and conditions or documents that may be posted on the Site from\n              time to time are hereby expressly incorporated herein by reference. We reserve the\n              right, in our sole discretion, to make changes or modifications to these Terms of Use\n              at any time and for any reason. We will alert you about any changes by updating the\n              “Last updated” date of these Terms of Use, and you waive any right to receive specific\n              notice of each such change. It is your responsibility to periodically review these\n              Terms of Use to stay informed of updates. You will be subject to, and will be deemed\n              to have been made aware of and to have accepted, the changes in any revised Terms of\n              Use by your continued use of the Site after the date such revised Terms of Use are\n              posted.\n            </p>\n            <p>\n              The information provided on the Site is not intended for distribution to or use by any\n              person or entity in any jurisdiction or country where such distribution or use would\n              be contrary to law or regulation or which would subject us to any registration\n              requirement within such jurisdiction or country. Accordingly, those persons who choose\n              to access the Site from other locations do so on their own initiative and are solely\n              responsible for compliance with local laws, if and to the extent local laws are\n              applicable.\n            </p>\n            <p>\n              The Site is not tailored to comply with industry-specific regulations (Health\n              Insurance Portability and Accountability Act (HIPAA), Federal Information Security\n              Management Act (FISMA), etc.), so if your interactions would be subjected to such\n              laws, you may not use this Site. You may not use the Site in a way that would violate\n              the Gramm-Leach-Bliley Act (GLBA).\n            </p>\n            <p>\n              The Site is intended for users who are at least 18 years old. Persons under the age of\n              18 are not permitted to use or register for the Site or use the Marketplace Offerings.\n            </p>\n          </section>"
  },
  {
    "title": "Intellectual property rights",
    "description": "<section id='intellectual'>\n       <p>\n              Unless otherwise indicated, the Site and the Marketplace Offerings are our proprietary\n              property and all source code, databases, functionality, software, website designs,\n              audio, video, text, photographs, and graphics on the Site (collectively, the\n              “Content”) and the trademarks, service marks, and logos contained therein (the\n              “Marks”) are owned or controlled by us or licensed to us, and are protected by\n              copyright and trademark laws and various other intellectual property rights and unfair\n              competition laws of the United States, international copyright laws, and international\n              conventions. The Content and the Marks are provided on the Site “AS IS” for your\n              information and personal use only. Except as expressly provided in these Terms of Use,\n              no part of the Site or the Marketplace Offerings and no Content or Marks may be\n              copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed,\n              encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited\n              for any commercial purpose whatsoever, without our express prior written permission.\n            </p>\n            <p>\n              Provided that you are eligible to use the Site, you are granted a limited license to\n              access and use the Site and to download or print a copy of any portion of the Content\n              to which you have properly gained access solely for your personal, non-commercial use.\n              We reserve all rights not expressly granted to you in and to the Site, the Content and\n              the Marks.\n            </p>\n          </section>"
  },
  {
    "title": "User representations",
    "description": "<section id='userrep'>\n       <p>\n              By using the Site or the Marketplace Offerings, you represent and warrant that:(1) all\n              registration information you submit will be true, accurate, current, and complete; (2)\n              you will maintain the accuracy of such information and promptly update such\n              registration information as necessary; (3) you have the legal capacity and you agree\n              to comply with these Terms of Use; (4) you are not a minor in the jurisdiction in\n              which you reside; (5) you will not access the Site or the Marketplace Offerings\n              through automated or non-human means, whether through a bot, script or otherwise; (6)\n              you will not use the Site for any illegal or unauthorized purpose; and (7) your use of\n              the Site or the Marketplace Offerings will not violate any applicable law or\n              regulation.\n            </p>\n            <p>\n              If you provide any information that is untrue, inaccurate, not current, or incomplete,\n              we have the right to suspend or terminate your account and refuse any and all current\n              or future use of the Site (or any portion thereof).\n            </p>\n            <p>\n              You may not use the Site or the Marketplace Offerings for any illegal or unauthorized\n              purpose nor may you, in the use of Marketplace Offerings, violate any laws. Among\n              unauthorized Marketplace Offerings are the following: intoxicants of any sort; illegal\n              drugs or other illegal products; alcoholic beverages; games of chance; and pornography\n              or graphic adult content, images, or other adult products. Postings of any\n              unauthorized products or content may result in immediate termination of your account\n              and a lifetime ban from use of the Site.\n            </p>\n            <p>\n              We are a service provider and make no representations as to the safety, effectiveness,\n              adequacy, accuracy, availability, prices, ratings, reviews, or legality of any of the\n              information contained on the Site or the Marketplace Offerings displayed or offered\n              through the Site. You understand and agree that the content of the Site does not\n              contain or constitute representations to be reasonably relied upon, and you agree to\n              hold us harmless from any errors, omissions, or misrepresentations contained within\n              the Site’s content. We do not endorse or recommend any Marketplace Offerings and the\n              Site is provided for informational and advertising purposes only.\n            </p>\n          </section>"
  },
  {
    "title": "User registration",
    "description": "          <section id='registration'>\n            <p>\n              You may be required to register with the Site in order to access the Marketplace\n              Offerings. You agree to keep your password confidential and will be responsible for\n              all use of your account and password. We reserve the right to remove, reclaim, or\n              change a username you select if we determine, in our sole discretion, that such\n              username is inappropriate, obscene, or otherwise objectionable.\n            </p>\n          </section>"
  },
  {
    "title": "Marketplace offerings",
    "description": "            <p>\n              We reserve the right to limit the quantities of the Marketplace Offerings offered or\n              available on the Site. All descriptions or pricing of the Marketplace Offerings are\n              subject to change at any time without notice, at our sole discretion. We reserve the\n              right to discontinue any Marketplace Offerings at any time for any reason. We do not\n              warrant that the quality of any of the Marketplace Offerings purchased by you will\n              meet your expectations or that any errors in the Site will be corrected.\n            </p>"
  },
  {
    "title": "Purchases and payment",
    "description": "<section id='payment'>\n            <p>We accept the following forms of payment:</p>\n            <ul>\n              <li>Visa</li>\n              <li>Mastercard</li>\n              <li>American Express</li>\n              <li>Discover</li>\n              <li>Cryptocurrency</li>\n            </ul>\n            <p>\n              You agree to provide current, complete, and accurate purchase and account information\n              for all purchases of the Marketplace Offerings made via the Site. You further agree to\n              promptly update account and payment information, including email address, payment\n              method, and payment card expiration date, so that we can complete your transactions\n              and contact you as needed. Sales tax will be added to the price of purchases as deemed\n              required by us. We may change prices at any time.\n            </p>\n            <p>\n              You agree to pay all charges at the prices then in effect for your purchases and any\n              applicable shipping fees, and you authorize us to charge your chosen payment provider\n              for any such amounts upon placing your order. We reserve the right to correct any\n              errors or mistakes in pricing, even if we have already requested or received payment.\n            </p>\n          </section>"
  },
  {
    "title": "Refunds policy",
    "description": "All sales are final and no refund will be issued."
  },
  {
    "title": "Prohibited activities",
    "description": "<section id='prohibited'>\n            <p>\n              You may not access or use the Site for any purpose other than that for which we make\n              the Site available. The Site may not be used in connection with any commercial\n              endeavors except those that are specifically endorsed or approved by us.\n            </p>\n            <p>As a user of the Site, you agree not to:</p>\n            <ol>\n              <li>\n                Systematically retrieve data or other content from the Site to create or compile,\n                directly or indirectly, a collection, compilation, database, or directory without\n                written permission from us.\n              </li>\n              <li>\n                Make any unauthorized use of the Marketplace Offerings, including collecting\n                usernames and/or email addresses of users by electronic or other means for the\n                purpose of sending unsolicited email, or creating user accounts by automated means\n                or under false pretenses.\n              </li>\n              <li>Use the Site to advertise or offer to sell goods and services.</li>\n              <li>\n                Circumvent, disable, or otherwise interfere with security-related features of the\n                Site, including features that prevent or restrict the use or copying of any Content\n                or enforce limitations on the use of the Site and/or the Content contained therein.\n              </li>\n              <li>\n                Trick, defraud, or mislead us and other users, especially in any attempt to learn\n                sensitive account information such as user passwords.\n              </li>\n              <li>\n                Make improper use of our support services or submit false reports of abuse or\n                misconduct.\n              </li>\n              <li>\n                Engage in any automated use of the system, such as using scripts to send comments or\n                messages, or using any data mining, robots, or similar data gathering and extraction\n                tools.\n              </li>\n              <li>\n                Interfere with, disrupt, or create an undue burden on the Site or the networks or\n                services connected to the Site.\n              </li>\n              <li>\n                Attempt to impersonate another user or person or use the username of another user.\n              </li>\n              <li>Sell or otherwise transfer your profile.</li>\n              <li>\n                Use any information obtained from the Site in order to harass, abuse, or harm\n                another person.\n              </li>\n              <li>\n                Use the Marketplace Offerings as part of any effort to compete with us or otherwise\n                use the Site and/or the Content for any revenue-generating endeavor or commercial\n                enterprise.\n              </li>\n              <li>\n                Attempt to bypass any measures of the Site designed to prevent or restrict access to\n                the Site, or any portion of the Site.\n              </li>\n              <li>\n                Harass, annoy, intimidate, or threaten any of our employees or agents engaged in\n                providing any portion of the Marketplace Offerings to you.\n              </li>\n              <li>Delete the copyright or other proprietary rights notice from any Content.</li>\n              <li>\n                Upload or transmit (or attempt to upload or to transmit) viruses, Trojan horses, or\n                other material, including excessive use of capital letters and spamming (continuous\n                posting of repetitive text), that interferes with any party’s uninterrupted use and\n                enjoyment of the Site or modifies, impairs, disrupts, alters, or interferes with the\n                use, features, functions, operation, or maintenance of the Marketplace Offerings.\n              </li>\n              <li>\n                Upload or transmit (or attempt to upload or to transmit) any material that acts as a\n                passive or active information collection or transmission mechanism, including\n                without limitation, clear graphics interchange formats (“gifs”), 1×1 pixels, web\n                bugs, cookies, or other similar devices (sometimes referred to as “spyware” or\n                “passive collection mechanisms” or “pcms”).\n              </li>\n              <li>\n                Except as may be the result of standard search engine or Internet browser usage,\n                use, launch, develop, or distribute any automated system, including without\n                limitation, any spider, robot, cheat utility, scraper, or offline reader that\n                accesses the Site, or using or launching any unauthorized script or other software.\n              </li>\n              <li>Disparage, tarnish, or otherwise harm, in our opinion, us and/or the Site.</li>\n              <li>\n                Use the Site in a manner inconsistent with any applicable laws or regulations.\n              </li>\n            </ol>\n          </section>"
  },
  {
    "title": "User generated contributions",
    "description": "<section id='usercontributions'>\n            <p>\n              The Site may invite you to chat, contribute to, or participate in blogs, message\n              boards, online forums, and other functionality, and may provide you with the\n              opportunity to create, submit, post, display, transmit, perform, publish, distribute,\n              or broadcast content and materials to us or on the Site, including but not limited to\n              text, writings, video, audio, photographs, graphics, comments, suggestions, or\n              personal information or other material (collectively, &quot;Contributions&quot;).\n              Contributions may be viewable by other users of the Site and the Marketplace Offerings\n              and through third-party websites. As such, any Contributions you transmit may be\n              treated as non-confidential and non-proprietary. When you create or make available any\n              Contributions, you thereby represent and warrant that:\n            </p>\n            <ol>\n              <li>\n                The creation, distribution, transmission, public display, or performance, and the\n                accessing, downloading, or copying of your Contributions do not and will not\n                infringe the proprietary rights, including but not limited to the copyright, patent,\n                trademark, trade secret, or moral rights of any third party.\n              </li>\n              <li>\n                You are the creator and owner of or have the necessary licenses, rights, consents,\n                releases, and permissions to use and to authorize us, the Site, and other users of\n                the Site to use your Contributions in any manner contemplated by the Site and these\n                Terms of Use.\n              </li>\n              <li>\n                You have the written consent, release, and/or permission of each and every\n                identifiable individual person in your Contributions to use the name or likeness of\n                each and every such identifiable individual person to enable inclusion and use of\n                your Contributions in any manner contemplated by the Site and these Terms of Use.\n              </li>\n              <li>Your Contributions are not false, inaccurate, or misleading.</li>\n              <li>\n                Your Contributions are not unsolicited or unauthorized advertising, promotional\n                materials, pyramid schemes, chain letters, spam, mass mailings, or other forms of\n                solicitation.\n              </li>\n              <li>\n                Your Contributions are not obscene, lewd, lascivious, filthy, violent, harassing,\n                libelous, slanderous, or otherwise objectionable (as determined by us).\n              </li>\n              <li>\n                Your Contributions do not ridicule, mock, disparage, intimidate, or abuse anyone.\n              </li>\n              <li>\n                Your Contributions are not used to harass or threaten (in the legal sense of those\n                terms) any other person and to promote violence against a specific person or class\n                of people.\n              </li>\n              <li>Your Contributions do not violate any applicable law, regulation, or rule.</li>\n              <li>\n                Your Contributions do not violate the privacy or publicity rights of any third\n                party.\n              </li>\n              <li>\n                Your Contributions do not contain any material that solicits personal information\n                from anyone under the age of 18 or exploits people under the age of 18 in a sexual\n                or violent manner.\n              </li>\n              <li>\n                Your Contributions do not violate any applicable law concerning child pornography,\n                or otherwise intended to protect the health or well-being of minors.\n              </li>\n              <li>\n                Your Contributions do not include any offensive comments that are connected to race,\n                national origin, gender, sexual preference, or physical handicap.\n              </li>\n              <li>\n                Your Contributions do not otherwise violate, or link to material that violates, any\n                provision of these Terms of Use, or any applicable law or regulation.\n              </li>\n            </ol>\n            <p>\n              Any use of the Site or the Marketplace Offerings in violation of the foregoing\n              violates these Terms of Use and may result in, among other things, termination or\n              suspension of your rights to use the Site and the Marketplace Offerings.\n            </p>\n          </section>"
  },
  {
    "title": "Contribution license",
    "description": "<section id='license'>\n            <p>\n              By posting your Contributions to any part of the Site or making Contributions\n              accessible to the Site by linking your account from the Site to any of your social\n              networking accounts, you automatically grant, and you represent and warrant that you\n              have the right to grant, to us an unrestricted, unlimited, irrevocable, perpetual,\n              non-exclusive, transferable, royalty-free, fully-paid, worldwide right, and license to\n              host, use, copy, reproduce, disclose, sell, resell, publish, broadcast, retitle,\n              archive, store, cache, publicly perform, publicly display, reformat, translate,\n              transmit, excerpt (in whole or in part), and distribute such Contributions (including,\n              without limitation, your image and voice) for any purpose, commercial, advertising, or\n              otherwise, and to prepare derivative works of, or incorporate into other works, such\n              Contributions, and grant and authorize sublicenses of the foregoing. The use and\n              distribution may occur in any media formats and through any media channels.\n            </p>\n            <p>\n              This license will apply to any form, media, or technology now known or hereafter\n              developed, and includes our use of your name, company name, and franchise name, as\n              applicable, and any of the trademarks, service marks, trade names, logos, and personal\n              and commercial images you provide. You waive all moral rights in your Contributions,\n              and you warrant that moral rights have not otherwise been asserted in your\n              Contributions.\n            </p>\n            <p>\n              We do not assert any ownership over your Contributions. You retain full ownership of\n              all of your Contributions and any intellectual property rights or other proprietary\n              rights associated with your Contributions. We are not liable for any statements or\n              representations in your Contributions provided by you in any area on the Site. You are\n              solely responsible for your Contributions to the Site and you expressly agree to\n              exonerate us from any and all responsibility and to refrain from any legal action\n              against us regarding your Contributions.\n            </p>\n            <p>\n              We have the right, in our sole and absolute discretion, (1) to edit, redact, or\n              otherwise change any Contributions; (2) to re-categorize any Contributions to place\n              them in more appropriate locations on the Site; and (3) to pre-screen or delete any\n              Contributions at any time and for any reason, without notice. We have no obligation to\n              monitor your Contributions.\n            </p>\n          </section>"
  },
  {
    "title": "Social media",
    "description": "As part of the functionality of the Site, you may link your account with online accounts you have with third-party service providers (each such account, a “Third-Party Account”) by either: (1) providing your Third-Party Account login information through the Site; or (2) allowing us to access your Third-Party Account, as is permitted under the applicable terms and conditions that govern your use of each Third-Party Account. You represent and warrant that you are entitled to disclose your Third-Party Account login information to us and/or grant us access to your Third-Party Account, without breach by you of any of the terms and conditions that govern your use of the applicable Third-Party Account, and without obligating us to pay any fees or making us subject to any usage limitations imposed by the third-party service provider of the Third-Party Account. By granting us access to any Third-Party Accounts, you understand that (1) we may access, make available, and store (if applicable) any content that you have provided to and stored in your Third-Party Account (the “Social Network Content”) so that it is available on and through the Site via your account, including without limitation any friend lists and (2) we may submit to and receive from your Third-Party Account additional information to the extent you are notified when you link your account with the Third-Party Account. Depending on the Third-Party Accounts you choose and subject to the privacy settings that you have set in such Third-Party Accounts, personally identifiable information that you post to your Third-Party Accounts may be available on and through your account on the Site. Please note that if a Third-Party Account or associated service becomes unavailable or our access to such Third-Party Account is terminated by the third-party service provider, then Social Network Content may no longer be available on and through the Site. You will have the ability to disable the connection between your account on the Site and your Third-Party Accounts at any time. PLEASE NOTE THAT YOUR RELATIONSHIP WITH THE THIRD-PARTY SERVICE PROVIDERS ASSOCIATED WITH YOUR THIRD-PARTY ACCOUNTS IS GOVERNED SOLELY BY YOUR AGREEMENT(S) WITH SUCH THIRD-PARTY SERVICE PROVIDERS. We make no effort to review any Social Network Content for any purpose, including but not limited to, for accuracy, legality, or non-infringement, and we are not responsible for any Social Network Content. You acknowledge and agree that we may access your email address book associated with a Third-Party Account and your contacts list stored on your mobile device or tablet computer solely for purposes of identifying and informing you of those contacts who have also registered to use the Site. You can deactivate the connection between the Site and your Third-Party Account by contacting us using the contact information below or through your account settings (if applicable). We will attempt to delete any information stored on our servers that was obtained through such Third-Party Account, except the username and profile picture that become associated with your account."
  },
  {
    "title": "Submissions",
    "description": "You acknowledge and agree that any questions, comments, suggestions, ideas, feedback, or other information regarding the Site or the Marketplace Offerings (\"Submissions\") provided by you to us are non-confidential and shall become our sole property. We shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any lawful purpose, commercial or otherwise, without acknowledgment or compensation to you. You hereby waive all moral rights to any such Submissions, and you hereby warrant that any such Submissions are original with you or that you have the right to submit such Submissions. You agree there shall be no recourse against us for any alleged or actual infringement or misappropriation of any proprietary right in your Submissions."
  },
  {
    "title": "Third-party websites and content",
    "description": "The Site may contain (or you may be sent via the Site or the Marketplace Offerings) links to other websites (\"Third-Party Websites\") as well as articles, photographs, text, graphics, pictures, designs, music, sound, video, information, applications, software, and other content or items belonging to or originating from third parties (\"Third-Party Content\"). Such Third-Party Websites and Third-Party Content are not investigated, monitored, or checked for accuracy, appropriateness, or completeness by us, and we are not responsible for any Third Party Websites accessed through the Site or any Third-Party Content posted on, available through, or installed from the Site, including the content, accuracy, offensiveness, opinions, reliability, privacy practices, or other policies of or contained in the Third-Party Websites or the Third-Party Content. Inclusion of, linking to, or permitting the use or installation of any Third-Party Websites or any Third-Party Content does not imply approval or endorsement thereof by us. If you decide to leave the Site and access the Third-Party Websites or to use or install any Third-Party Content, you do so at your own risk, and you should be aware these Terms of Use no longer govern. You should review the applicable terms and policies, including privacy and data gathering practices, of any website to which you navigate from the Site or relating to any applications you use or install from the Site. Any purchases you make through Third-Party Websites will be through other websites and from other companies, and we take no responsibility whatsoever in relation to such purchases which are exclusively between you and the applicable third party. You agree and acknowledge that we do not endorse the products or services offered on Third-Party Websites and you shall hold us harmless from any harm caused by your purchase of such products or services. Additionally, you shall hold us harmless from any losses sustained by you or harm caused to you relating to or resulting in any way from any Third-Party Content or any contact with Third-Party Websites."
  },
  {
    "title": "Site management",
    "description": "We reserve the right, but not the obligation, to: (1) monitor the Site for violations of these Terms of Use; (2) take appropriate legal action against anyone who, in our sole discretion, violates the law or these Terms of Use, including without limitation, reporting such user to law enforcement authorities; (3) in our sole discretion and without limitation, refuse, restrict access to, limit the availability of, or disable (to the extent technologically feasible) any of your Contributions or any portion thereof; (4) in our sole discretion and without limitation, notice, or liability, to remove from the Site or otherwise disable all files and content that are excessive in size or are in any way burdensome to our systems; and (5) otherwise manage the Site in a manner designed to protect our rights and property and to facilitate the proper functioning of the Site and the Marketplace Offerings."
  },
  {
    "title": "Privacy policy",
    "description": "We care about data privacy and security. By using the Site or the Marketplace Offerings, you agree to be bound by our Privacy Policy posted on the Site, which is incorporated into these Terms of Use. Please be advised the Site and the Marketplace Offerings are hosted in the United States. If you access the Site or the Marketplace Offerings from any other region of the world with laws or other requirements governing personal data collection, use, or disclosure that differ from applicable laws in the United States, then through your continued use of the Site, you are transferring your data to the United States, and you agree to have your data transferred to and processed in the United States."
  },
  {
    "title": "Term and termination",
    "description": "<section id='termination'>\n            <p>\n              These Terms of Use shall remain in full force and effect while you use the Site.\n              WITHOUT LIMITING ANY OTHER PROVISION OF THESE TERMS OF USE, WE RESERVE THE RIGHT TO,\n              IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF THE\n              SITE AND THE MARKETPLACE OFFERINGS (INCLUDING BLOCKING CERTAIN IP ADDRESSES), TO ANY\n              PERSON FOR ANY REASON OR FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY\n              REPRESENTATION, WARRANTY, OR COVENANT CONTAINED IN THESE TERMS OF USE OR OF ANY\n              APPLICABLE LAW OR REGULATION. WE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE SITE\n              AND THE MARKETPLACE OFFERINGS OR DELETE YOUR ACCOUNT AND ANY CONTENT OR INFORMATION\n              THAT YOU POSTED AT ANY TIME, WITHOUT WARNING, IN OUR SOLE DISCRETION.\n            </p>\n            <p>\n              If we terminate or suspend your account for any reason, you are prohibited from\n              registering and creating a new account under your name, a fake or borrowed name, or\n              the name of any third party, even if you may be acting on behalf of the third party.\n              In addition to terminating or suspending your account, we reserve the right to take\n              appropriate legal action, including without limitation pursuing civil, criminal, and\n              injunctive redress.\n            </p>\n          </section>"
  },
  {
    "title": "Modifications and interruptions",
    "description": "<section id='interruptions'>\n            <p>\n              We reserve the right to change, modify, or remove the contents of the Site at any time\n              or for any reason at our sole discretion without notice. However, we have no\n              obligation to update any information on our Site. We also reserve the right to modify\n              or discontinue all or part of the Marketplace Offerings without notice at any time. We\n              will not be liable to you or any third party for any modification, price change,\n              suspension, or discontinuance of the Site or the Marketplace Offerings.\n            </p>\n            <p>\n              We cannot guarantee the Site and the Marketplace Offerings will be available at all\n              times. We may experience hardware, software, or other problems or need to perform\n              maintenance related to the Site, resulting in interruptions, delays, or errors. We\n              reserve the right to change, revise, update, suspend, discontinue, or otherwise modify\n              the Site or the Marketplace Offerings at any time or for any reason without notice to\n              you. You agree that we have no liability whatsoever for any loss, damage, or\n              inconvenience caused by your inability to access or use the Site or the Marketplace\n              Offerings during any downtime or discontinuance of the Site or the Marketplace\n              Offerings. Nothing in these Terms of Use will be construed to obligate us to maintain\n              and support the Site or the Marketplace Offerings or to supply any corrections,\n              updates, or releases in connection therewith.\n            </p>\n          </section>"
  },
  {
    "title": "Governing law",
    "description": "These Terms of Use and your use of the Site and the Marketplace Offerings are governed by and construed in accordance with the laws of the State of Georgia applicable to agreements made and to be entirely performed within the State of Georgia, without regard to its conflict of law principles."
  },
  {
    "title": "Dispute resolution",
    "description": "<section id='disputeresolution'>\n            <h5>Informal Negotiations</h5>\n            <p>\n              To expedite resolution and control the cost of any dispute, controversy, or claim\n              related to these Terms of Use (each a &quot;Dispute&quot; and collectively, the\n              &quot;Disputes&quot;) brought by either you or us (individually, a &quot;Party&quot;\n              and collectively, the &quot;Parties&quot;), the Parties agree to first attempt to\n              negotiate any Dispute (except those Disputes expressly provided below) informally for\n              at least thirty (30) days before initiating arbitration. Such informal negotiations\n              commence upon written notice from one Party to the other Party.\n            </p>\n            <h5>Binding Arbitration</h5>\n            <p>\n              If the Parties are unable to resolve a Dispute through informal negotiations, the\n              Dispute (except those Disputes expressly excluded below) will be finally and\n              exclusively resolved through binding arbitration. YOU UNDERSTAND THAT WITHOUT THIS\n              PROVISION, YOU WOULD HAVE THE RIGHT TO SUE IN COURT AND HAVE A JURY TRIAL. The\n              arbitration shall be commenced and conducted under the Commercial Arbitration Rules of\n              the American Arbitration Association (&quot;AAA&quot;) and, where appropriate, the\n              AAA’s Supplementary Procedures for Consumer Related Disputes (&quot;AAA Consumer\n              Rules&quot;), both of which are available at the AAA website:\n              <a href='https://adr.org' target='_blank' rel='noopener noreferrer'>\n                www.adr.org\n              </a>\n              . Your arbitration fees and your share of arbitrator compensation shall be governed by\n              the AAA Consumer Rules and, where appropriate, limited by the AAA Consumer Rules. The\n              arbitration may be conducted in person, through the submission of documents, by phone,\n              or online. The arbitrator will make a decision in writing, but need not provide a\n              statement of reasons unless requested by either Party. The arbitrator must follow\n              applicable law, and any award may be challenged if the arbitrator fails to do so.\n              Except where otherwise required by the applicable AAA rules or applicable law, the\n              arbitration will take place in United States, Georgia. Except as otherwise provided\n              herein, the Parties may litigate in court to compel arbitration, stay proceedings\n              pending arbitration, or to confirm, modify, vacate, or enter judgment on the award\n              entered by the arbitrator.\n            </p>\n            <p>\n              If for any reason, a Dispute proceeds in court rather than arbitration, the Dispute\n              shall be commenced or prosecuted in the state and federal courts located in Bartow,\n              Georgia, and the Parties hereby consent to, and waive all defenses of lack of personal\n              jurisdiction, and forum non conveniens with respect to venue and jurisdiction in such\n              state and federal courts. Application of the United Nations Convention on Contracts\n              for the International Sale of Goods and the Uniform Computer Information Transaction\n              Act (UCITA) is excluded from these Terms of Use.\n            </p>\n            <p>\n              If this provision is found to be illegal or unenforceable, then neither Party will\n              elect to arbitrate any Dispute falling within that portion of this provision found to\n              be illegal or unenforceable, and such Dispute shall be decided by a court of competent\n              jurisdiction within the courts listed for jurisdiction above, and the Parties agree to\n              submit to the personal jurisdiction of that court.\n            </p>\n            <h5>Restrictions</h5>\n            <p>\n              The Parties agree that any arbitration shall be limited to the Dispute between the\n              Parties individually. To the full extent permitted by law, (a) no arbitration shall be\n              joined with any other proceeding; (b) there is no right or authority for any Dispute\n              to be arbitrated on a class-action basis or to utilize class action procedures; and\n              (c) there is no right or authority for any Dispute to be brought in a purported\n              representative capacity on behalf of the general public or any other persons.\n            </p>\n            <h5>Exceptions to Informal Negotiations and Arbitration</h5>\n            <p>\n              The Parties agree that the following Disputes are not subject to the above provisions\n              concerning informal negotiations and binding arbitration: (a) any Disputes seeking to\n              enforce or protect, or concerning the validity of, any of the intellectual property\n              rights of a Party; (b) any Dispute related to, or arising from, allegations of theft,\n              piracy, invasion of privacy, or unauthorized use; and (c) any claim for injunctive\n              relief. If this provision is found to be illegal or unenforceable, then neither Party\n              will elect to arbitrate any Dispute falling within that portion of this provision\n              found to be illegal or unenforceable and such Dispute shall be decided by a court of\n              competent jurisdiction within the courts listed for jurisdiction above, and the\n              Parties agree to submit to the personal jurisdiction of that court.\n            </p>\n          </section>"
  },
  {
    "title": "Corrections",
    "description": "There may be information on the Site that contains typographical errors, inaccuracies, or omissions that may relate to the Marketplace Offerings, including descriptions, pricing, availability, and various other information. We reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information on the Site at any time, without prior notice."
  },
  {
    "title": "Disclaimer",
    "description": "The site and the marketplace offerings are provided on an as-is and as-available basis. You agree that your use of the site and our services will be at your sole risk. To the fullest extent permitted by law, we disclaim all warranties, express or implied, in connection with the site and the marketplace offerings and your use thereof, including, without limitation, the implied warranties of merchantability, fitness for a particular purpose, and non-infringement. We make no warranties or representations about the accuracy or completeness of the site’s content or the content of any websites linked to the site and we will assume no liability or responsibility for any (1) errors, mistakes, or inaccuracies of content and materials, (2) personal injury or property damage, of any nature whatsoever, resulting from your access to and use of the site, (3) any unauthorized access to or use of our secure servers and/or any and all personal information and/or financial information stored therein, (4) any interruption or cessation of transmission to or from the site or the marketplace offerings, (5) any bugs, viruses, trojan horses, or the like which may be transmitted to or through the site by any third party, and/or (6) any errors or omissions in any content and materials or for any loss or damage of any kind incurred as a result of the use of any content posted, transmitted, or otherwise made available via the site. We do not warrant, endorse, guarantee, or assume responsibility for any product or service advertised or offered by a third party through the site, any hyperlinked website, or any website or mobile application featured in any banner or other advertising, and we will not be a party to or in any way be responsible for monitoring any transaction between you and any third-party providers of products or services. As with the purchase of a product or service through any medium or in any environment, you should use your best judgment and exercise caution where appropriate."
  },
  {
    "title": "Limitations of liability",
    "description": "In no event will we or our directors, employees, or agents be liable to you or any third party for any direct, indirect, consequential, exemplary, incidental, special, or punitive damages, including lost profit, lost revenue, loss of data, or other damages arising from your use of the site or the marketplace offerings, even if we have been advised of the possibility of such damages. Notwithstanding anything to the contrary contained herein, our liability to you for any cause whatsoever and regardless of the form of the action, will at all times be limited to the amount paid, if any, by you to us. Certain us state laws and international laws do not allow limitations on implied warranties or the exclusion or limitation of certain damages. If these laws apply to you, some or all of the above disclaimers or limitations may not apply to you, and you may have additional rights."
  },
  {
    "title": "Indemnification",
    "description": "You agree to defend, indemnify, and hold us harmless, including our subsidiaries, affiliates, and all of our respective officers, agents, partners, and employees, from and against any loss, damage, liability, claim, or demand, including reasonable attorneys’ fees and expenses, made by any third party due to or arising out of: (1) your Contributions; (2) use of the Marketplace Offerings; (3) breach of these Terms of Use; (4) any breach of your representations and warranties set forth in these Terms of Use; (5) your violation of the rights of a third party, including but not limited to intellectual property rights; or (6) any overt harmful act toward any other user of the Site or the Marketplace Offerings with whom you connected via the Site. Notwithstanding the foregoing, we reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate, at your expense, with our defense of such claims. We will use reasonable efforts to notify you of any such claim, action, or proceeding which is subject to this indemnification upon becoming aware of it."
  },
  {
    "title": "User data",
    "description": "We will maintain certain data that you transmit to the Site for the purpose of managing the performance of the Marketplace Offerings, as well as data relating to your use of the Marketplace Offerings. Although we perform regular routine backups of data, you are solely responsible for all data that you transmit or that relates to any activity you have undertaken using the Marketplace Offerings. You agree that we shall have no liability to you for any loss or corruption of any such data, and you hereby waive any right of action against us arising from any such loss or corruption of such data."
  },
  {
    "title": "Electronic communications, transactions, and signatures",
    "description": "Visiting the Site, sending us emails, and completing online forms constitute electronic communications. You consent to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the Site, satisfy any legal requirement that such communication be in writing. YOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE SITE. You hereby waive any rights or requirements under any statutes, regulations, rules, ordinances, or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credits by any means other than electronic means."
  },
  {
    "title": "California users and residents",
    "description": "If any complaint with us is not satisfactorily resolved, you can contact the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs in writing at 1625 North Market Blvd., Suite N 112, Sacramento, California 95834 or by telephone at (800) 952-5210 or (916) 445-1254."
  },
  {
    "title": "Miscellaneous",
    "description": "These Terms of Use and any policies or operating rules posted by us on the Site or in respect to the Marketplace Offerings constitute the entire agreement and understanding between you and us. Our failure to exercise or enforce any right or provision of these Terms of Use shall not operate as a waiver of such right or provision. These Terms of Use operate to the fullest extent permissible by law. We may assign any or all of our rights and obligations to others at any time. We shall not be responsible or liable for any loss, damage, delay, or failure to act caused by any cause beyond our reasonable control. If any provision or part of a provision of these Terms of Use is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Terms of Use and does not affect the validity and enforceability of any remaining provisions. There is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Terms of Use or use of the Marketplace Offerings. You agree that these Terms of Use will not be construed against us by virtue of having drafted them. You hereby waive any and all defenses you may have based on the electronic form of these Terms of Use and the lack of signing by the parties hereto to execute these Terms of Use."
  },
  {
    "title": "Contact us",
    "description": "<section id='contact'>\n            <p>\n              In order to resolve a complaint regarding the Site or the Marketplace Offerings or to\n              receive further information regarding use of the Site or the Marketplace Offerings,\n              please contact us at:\n            </p>\n            <ul style={{ listStyle: 'none' }}>\n              <strong>\n                <li>Giveth Foundation</li>\n                <li>475 E. Main Street</li>\n                <li>#154</li>\n                <li>Cartersville, GA 30121</li>\n                <li>United States</li>\n                <li>info@giveth.io</li>\n              </strong>\n            </ul>\n            <p>\n              These terms of use were created using\n              <a\n                href='https://termly.io/products/terms-and-conditions-generator/?ftseo'\n                target='blank'\n                rel='noopener noreferrer'\n              >\n                Termly’s Terms and Conditions Generator\n              </a>\n              .\n            </p>\n          </section>"
  }
]
